[
    {
        "Diagnosis":"INTERSTITIAL\nLUNG\nDISEASE-CHRONIC\nHYPERSENSITIVITY\nPNEUMONITIS\nWITH\nACUTE EXACERBATION\nISCHEMIC HEART DISEASE S\/P PTCA\nSYSTEMIC HYPERTENSION\nTYPE II DIABETES MELLITUS\n? DRUG INDUCED LIVER INJURY.",
        "Treatment":"VV ECMO SUPPORT FROM 04.09.2025 TO 20.09.2025\nPERCUTENOUS TRACHESTOMY DONE ON 05.09.2025\nBILATERAL LUNG TRANSPLANT DONE ON 16.09.2025\nCAECAL PERFORATION & PERITONITIS S\/P EXPLORATORY LAPAROTOMY + ILEOCAECAL\nRESECTION+ PERITONEAL LAVAGE + END ILEOSTOMY DONE ON 23.09.2025\nLEFT LOWER LIMB DVT ON NOAG SINCE 24.09.2025\nACUE CHOLECYSTITIS S\/P PERCUTANEOUS CHOLECYSTOSTOMY DONE ON 15.10.2025\n,",
        "Chief Complaints":"C\/o Difficulty in breathing and increased oxygen requirement\nC\/o Fever spike on and off x 2 days",
        "Present History":"A 60 years old male who is a K\/C\/O ILD-chronic hypersensitivity pneumonitis Type II diabetes mellitus\non medication. Now presented with history of progressive breathlessness associated with dry cough\nand generalized tiredness. In view of progressive end stage lung disease with oxygen dependency, he\nunderwent Pre-lung transplant evaluation. His reports were discussed in multi-disciplinary team\nmeeting & recommended for Bilateral Lung Transplantation. Subsequently, he was registered with\nJeevandan Cadaver Transplantation programme for Bilateral Lung Transplantation in Telangana state.\nHe underwent pulmonary, nutritional & psychological rehabilitation while waiting for organ allocation.\nNow presented to hospital with the complaints of fever spike on and off since two days associated\nwith increased oxygen support ( Spo2: 60% on 20 liters\/min),  , hence admitted for medical\nmanagement and further care.",
        "Past History":"A 60 years old male K\/C\/O ILD-chronic HP pattern on medication. stable till 2023. He was then\ndeveloped dry cough along with progressive exertional breathlessness. CT chest was suggestive of\nChanges of Fibrotic ILD with Mild changes of COPD. H\/o steroid induced Type II Diabetes Mellitus on\nmedication since 2 years.\nS\/P Bronchoscopy + Cryobiopsy 09\/02\/22\nHPE : Hypersensitivity Pneumonitis\nIschemic heart disease S\/P PTCA\nSystemic Hypertension since 15 years\nType II Diabetes Mellitus\n? Drug Induced Liver Injury\nRadiology :\nCTPA(05\/07\/25) - No evidence of Pulmonary embolism,Early changes PAH, Marked traction\nbronchiectatic changes in bilateral lungs.Areas of honeycombing along along bilateral upper lobes.\nCT Chest(17\/08\/24) - Changes of Fibrotic ILD with Mild changes of COPD\nCT Chest(16\/12\/20) : Multifocal subtle GGO in both lung fields associated with inter septal thickening\nand traction bronchiectasis ? Post covid fibrosis ? ILD like subacute to chronic HP.\nMRI Brain (16\/10\/24) - Changes of age related cerebral and cerebellar atrophy.Small vessels ischemic\ndisease.No evidence of fresh infarct.\nEEG (02\/07\/25) This awake EEG record is within normal limits.\nCardiac :\nPTCA to LAD & LCX oct 2022\nCTD Workup :\nRA Factor 36.80 (16\/12\/20) , ANCA Negative ,\nNo past H\/o TB\/ BA\/ Blood transfusion"
    }
]